Repository: 84000/data-translation-memory
Catalog: toh338-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་དགེ་སློང་མཽད་གལ་གྱི་བུ་དེས་ཕྱི་མའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་སྐྱོ་བར་བྱ་བའི་ཕྱིར་དོན་འདི་ཉིད་ཚིགས་སུ་བཅད་པས་བསྟན་པ། དེ་ཡི་ཕ་ཡི་ཤ་ཟ་ཞིང་། །མ་ལ་རུས་པ་གྲ་མ་འདོར། །ཆུང་མའི་བྱི་བོ་གསོ་བྱེད་པ། །གཏི་མུག་དང་ནི་ཆགས་པས་བསྒྲིབས།
en: Then the monk Maudgalyāyana recited a verse to instill a sense of weariness with saṃsāra in the many people of the western regions: “ ‘With a consciousness obscured by delusion and desire, He eats his father’s meat, Tosses his mother the bones, And nourishes his wife’s lover.’ “

source: །གང་ཟག་འདི་ནི་ཚེ་ཟད་ལ་ལས་མ་ཟད་པའོ།
en: This kind of person is someone whose lifespan is exhausted but not their actions. “

source: །དེ་ལ་གང་ཟག་ལ་ལ་ལས་ཟད་ལ་ཚེ་མ་ཟད་པ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person has exhausted their actions but not their lifespan?

source: གང་ཟག་སྔར་བདེ་བར་གྱུར་ལ་ཕྱིས་སྡུག་བསྔལ་བར་གྱུར་པ་དང་། སྔར་སྡུག་བསྔལ་བར་གྱུར་ལ་ཕྱིས་བདེ་བར་གྱུར་པ་སྟེ། གང་ཟག་དེ་ནི་ལས་ཟད་ལ་ཚེ་མ་ཟད་པའོ།
en: A person who was happy at first and becomes unhappy in the future, or a person who was unhappy at first and in the future becomes happy—this kind of person is someone who has exhausted their actions but not their lifespan. “

source: །དེ་ལ་གང་ཟག་ལས་ཀྱང་ཟད་ལ་ཚེ་ཡང་ཟད་པ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person has exhausted both their actions and their lifespan?

source: གང་ཟག་གང་སེམས་ཅན་དམྱལ་བ་ནས་ཚེ་འཕོས་ཏེ་དུད་འགྲོར་སྐྱེས་པ་དང་། དུད་འགྲོ་ལས་ཚེ་འཕོས་ཏེ་ཡི་དགས་སུ་སྐྱེ་བ་དང་། ཡི་དགས་ལས་ཚེ་འཕོས་ཏེ་ལྷ་མ་ཡིན་དུ་སྐྱེ་བ་དང་། ལྷ་མ་ཡིན་ལས་ཚེ་འཕོས་ཏེ་མིའི་ནང་དུ་སྐྱེ་བ་དང་། མི་ལས་ཚེ་འཕོས་ཏེ་ལྷའི་ནང་དུ་སྐྱེ་བ་ལྟ་བུ་སྟེ།
en: A person who dies as a hell being and is reborn as an animal, a person who dies as an animal and is reborn in the realm of ghosts, a person who dies as a ghost and is reborn as an asura, a person who dies as an asura and is reborn as a human being, and a person who dies as a human being and is reborn as a god—this kind of person has exhausted both their actions and their lifespan. “

source: གང་ཟག་དེ་ནི་ཚེ་ཡང་ཟད་ལ་ལས་ཀྱང་ཟད་པའོ། །དེ་ལ་གང་ཟག་གང་ཚེ་ཡང་མ་ཟད་ཅིང་ལས་ཀྱང་མ་ཟད་ལ། དེའི་ཉོན་མོངས་པ་ཟད་པ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person has exhausted neither their lifespan nor their actions but has exhausted the kleśas?

source: རྒྱུན་དུ་ཞུགས་པ་དང་ལན་ཅིག་ཕྱིར་འོང་བ་དང་ཕྱིར་མི་འོང་བ་དང་དགྲ་བཅོམ་པ་ལྟ་བུ་སྟེ། གང་ཟག་དེ་ནི་ཚེ་ཡང་མ་ཟད་ཅིང་ལས་ཀྱང་མ་ཟད་ལ་དེའི་ཉོན་མོངས་པ་ཟད་པ་ཡིན་ནོ།
en: A stream enterer, a once-returner, a non-returner, and an arhat—this kind of person has exhausted neither their lifespan nor their actions but has exhausted the kleśas. “

source: །དེ་ལ་གང་ཟག་ལུས་བདེ་ལ་སེམས་མི་བདེ་བ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person is well in body but unhappy in mind?

source: སོ་སོའི་སྐྱེ་བོ་ཕལ་པ་བསོད་ནམས་བྱས་པ་ནི་ལུས་བདེ་ལ་སེམས་མི་བདེ་སྟེ། དཔེར་ན་ཡུལ་མ་ག་དྷའི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དང་རྒྱལ་པོ་མན་ཏ་ལ་སོགས་པ་ལྟ་བུ་སྟེ།
en: A worldly, ordinary person who has acquired merit is well in body but not in his mind—for example, the brahmin, the householder, the king Māndhātar, and so forth in the country of Magadha.

source: གང་ཟག་འདི་ནི་ལུས་བདེ་ལ་སེམས་མི་བདེ་བའོ།
en: This kind of person is well in body but unhappy in his mind. “

source: །དེ་ལ་གང་ཟག་ལ་ལ་སེམས་བདེ་ལ་ལུས་མི་བདེ་བ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person is happy in mind but unwell in body?

source: དཔེར་ན་དགྲ་བཅོམ་པ་ཀ་ར་མ་ཤ་ལྟ་བུ་ནི། སེམས་བདེ་ལ་ལུས་མི་བདེ་བ་ཡིན་ནོ།
en: For example, the arhat Karmaśa, who was happy in mind but unwell in body.

source: །འདི་ལྟ་སྟེ་འཕགས་པ་ཤོ་ནོ་ཏ་རས་ཚེ་རབས་སྔ་མ་ལ་རང་སངས་རྒྱས་ཁྲུས་བྱེད་པ་ལ་བ་ལང་གི་ལྕི་བ་དང་ཀ་པི་ཏ་སུ་ཀ་ར་བསྲེགས་ཏེ་བཀྲུ་བའི་ཕྱིར་བྱིན་པས་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ལུས་མཛེས་གང་བར་མཐོང་ངོ་།
en: Or, in the same manner, the noble Śoṇottara, who, in a former life, gave a ball made of cow dung mixed with cowhage to a pratyekabuddha for his bath. Through the complete ripening of this action, he suffered from leprosy spreading all over his body.

source: །འདི་ལྟར་ཚིགས་སུ་བཅད་པས་སྨྲས་པ། ལས་ནི་ཤིན་ཏུ་སྟོབས་ཆེ་སྟེ། །རྡོ་རྗེ་ལྟ་བུའི་ལས་རྣམས་ལས།
en: The following verse is said to illustrate this: “Acts are more powerful When their objects are precious.

source: །གང་ལ་བདག་གི་དབང་བྱས་ཀྱང་། །སྡུག་བསྔལ་བ་ཡི་ལས་རྣམས་མྱོང་།
en: When under their sway, I will experience suffering. “

source: །ཞེས་བྱ་བ་ལྟ་བུ་དང་། འཛང་ག་ཀ་ཤས། རང་སངས་རྒྱས་ཤིག་ཡུལ་བཱ་རཱ་ཎ་སཱིར་བྱོན་པ་ལ། ཟན་སྤྱད་དེ་སྦྱིན་ནོ་སྙམ་ནས།
en: Or consider, for instance, Jaṅghākāśyapa: When a certain pratyekabuddha came to Benares, Jaṅghākāśyapa thought, ‘I will offer him a meal.’

source: དེ་ལ་རིང་ཤིག་ལོན་ཏེ་དུས་ཡོལ་བར་ཟས་བྱིན་ནོ།
en: Then, after a long time, he offered food after the appropriate mealtime had passed.

source: །དེ་ཡང་ལས་དེས་ཚེ་ཕྱི་མ་ལ་འཕགས་པར་གྱུར་ཀྱང་སྔ་དྲོ་བསོད་སྙོམས་བསླངས་ན། དུས་ཡོལ་ལ་ཐུག་པ་ན་ཟན་རྙེད་པ་ལྟ་བུ་སྟེ།
en: Through this action, in a future time, when he had become a noble person himself, while going on his morning alms round, he arrived too late to obtain any food.

source: གང་ཟག་དེ་ལྟ་བུ་ནི་སེམས་བདེ་ལ་ལུས་མི་བདེ་བའོ།
en: A person like this is happy in mind but unwell in body. “

source: །གང་ཟག་ལ་ལ་ལུས་ཀྱང་བདེ་ལ་སེམས་ཀྱང་བདེ་བ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person is well in both body and mind?

source: འདི་ལ་དགྲ་བཅོམ་པ་ཟག་པ་ཟད་པ་བསོད་ནམས་བྱས་པ་ཡིན་ཏེ།
en: An arhat who has destroyed the contaminants and who has accumulated merit.

source: འདི་ལྟ་སྟེ་དཔེར་ན་རྒྱལ་པོ་ཆོས་གྲགས་ཀྱི་བུ་ལ་ཀུ་བ་ལྟ་བུ་སེང་གེའི་སྒྲ་སྒྲོག་ན། དེ་ནི་རབ་ཏུ་བྱུང་ནས་ལོ་བརྒྱད་ཅུ་ལོན་ཏེ། ནམ་ཡང་ཆུང་ངུ་ན་ཀླད་པ་ན་བ་ཙམ་ཡང་མ་མྱོང་ངོ་ཞེས་ཟེར་བ་ལྟ་བུ་སྟེ།
en: For example, Bakula, the son of the king Dharmayaśas, roared this lion’s roar: ‘In the eighty years since I have gone forth, I have not even experienced a light headache.’

source: དེ་ཡང་སྔོན་ཡུལ་བཱ་རཱ་ཎ་སཱིར་སྤོས་འཚོང་ཞིག་ཏུ་གྱུར་ན།
en: In the past, he was a perfume seller in Benares.

source: སངས་རྒྱས་ལོག་པར་དད་སེལ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་ན་བའི་གསོས་སྨན་ཕུལ་བ་དང་དགྲ་བཅོམ་པ་ལ་ཨ་རུ་ར་ཕུལ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་དེས་ནད་མེད་ཅིང་བདེ་བའི་མཆོག་ཐོབ་བོ་ཞེས་གསུངས་པ་ལྟ་བུ་སྟེ།
en: There he offered medicine to cure the sick to the Buddha Krakucchanda and his saṅgha of hearers. Also, he once gave a myrobalan fruit to an arhat. Through the karmic ripening of these actions, he was free from illness and obtained perfect health.

source: གང་ཟག་དེ་ནི་ལུས་ཀྱང་བདེ་ལ་སེམས་ཀྱང་བདེ་བའོ། །ལས་གང་དང་ལྡན་ན།
en: This kind of person is well in both body and mind. “

source: གང་ཟག་ལུས་ཀྱང་མི་བདེ་ལ་སེམས་ཀྱང་མི་བདེ་བ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person is not well in both body and mind?

source: འདི་ལ་སོ་སོའི་སྐྱེ་བོ་བསོད་ནམས་མ་བྱས་པ་དག་རིགས་དང་རྒྱུད་ཀྱི་གོས་དང་ཟས་སྐོམ་དང་བྲལ་བ་གཞན་གྱི་ཁྱིམ་རྒྱུ་བ་དག་ཡོད་དེ།
en: An ordinary person who has not accumulated any merit, roves about other peoples’ homes, has no family or kin, and is without clothes, food, and drink.

source: འདི་ལྟ་སྟེ་ནད་མཛེ་དང་ལུད་པ་དང་རིམས་དང་ཤུ་བ་དང་གཡན་པ་ལ་སོགས་པའི་ནད་རྣམས་ཀྱིས་ཡོངས་སུ་གཟིར་ཅིང་རྐང་ལག་མེད་པ་མིག་དང་བྲལ་བ་དག་ཡོད་དེ།
en: This person furthermore suffers from diseases like leprosy, chronic cough, dysentery, ulcers, skin rashes, and so forth, or this person is missing limbs, such as a foot or a hand, or is blind.

source: གང་ཟག་འདི་ནི་ལུས་ཀྱང་མི་བདེ་ལ་སེམས་ཀྱང་མི་བདེ་བ་ཡིན་ནོ།
en: Such a person is unwell in body and in mind. “

source: །དེ་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན་ངན་སོང་རྣམས་སུ་སྐྱེས་ཀྱང་གཟུགས་བཟང་ཞིང་མཛེས་ལ་ལུས་སྣུམ་ཞིང་མདོག་འཚེར་ལ་མིག་ཏུ་སྡུག་ཅིང་བལྟ་ན་དགའ་བར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person has a pleasing body that is beautiful, shiny, of brilliant color, handsome, and lovely to look at despite being reborn in the lower realms?

source: གང་ཟག་གང་འདོད་ཆགས་ལས་བྱུང་བའི་ངང་ཚུལ་ངན་པ་དང་ལྡན་པ་དེ་ནི་ངན་སོང་རྣམས་སུ་སྐྱེ་སྟེ། དཔེར་ན་རྨ་བྱ་དང་ནེ་ཙོ་དང་བྱ་ཤ་རི་ཀ་དང་བྱ་ཀཱ་རན་ཌ་བ་དང་། ངུར་པ་ལ་སོགས་པ་ལྟ་བུ་སྟེ།
en: A wicked person, whose wickedness is due to desire, who is reborn in the lower realms—for example, the peacock, the parrot, the thrush, the goose, the ruddy shelduck, and so forth.

source: འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་ན། ངན་སོང་རྣམས་སུ་སྐྱེས་ཀྱང་གཟུགས་བཟང་ཞིང་མཛེས་ལ་ལུས་སྣུམ་ཞིང་མདོག་འཚེར་བ་མིག་ཏུ་སྡུག་ཅིང་བལྟ་ན་དགའ་བར་འགྱུར་བའོ།
en: In this way, when a person behaves wickedly due to desire, they will have a pleasing body that is beautiful, shiny, of brilliant color, attractive, and lovely to look at, despite being reborn in the lower realms. “

source: །དེ་ལ་གང་ཟག་ལས་གང་དང་ལྡན་ན། ངན་སོང་དུ་སྐྱེས་ལ་མདོག་མི་བཟང་ཞིང་ལུས་རྩུབ་པ་བལྟ་ན་མི་སྡུག་པར་འགྱུར་བའི་ལས་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person is reborn in the lower realms with an unpleasant appearance, rough skinned and unattractive?

source: གང་ཟག་དེ་ནི་ཞེ་སྡང་ལས་བྱུང་བའི་ངང་ཚུལ་ངན་པ་དང་ལྡན་པས་ངན་སོང་རྣམས་སུ་སྐྱེས་པ་སྟེ། འདི་ལྟ་སྟེ་སེང་གེ་དང་སྟག་དང་བྱ་རོག་དང་ཝ་དང་དྲེད་མོ་དང་སྦྲུལ་ནག་པོ་དང་ཡི་དགས་དང་ཤ་ཟ་ལ་སོགས་པ་ལྟ་བུའོ། །
en: A wicked person, whose wickedness is due to hatred, who is reborn in the lower realms—for example, the tiger, the lion, the raven, the jackal, the bear, the spectacled cobra, ghosts, flesh-eating demons, and so forth.

source: འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་ན། ངན་སོང་རྣམས་སུ་སྐྱེས་ནས་མདོག་མི་བཟང་ཞིང་ལུས་རྩུབ་ལ་བལྟ་ན་མི་སྡུག་པའི་ལས་ཡིན་ནོ། །གང་ཟག་ལས་གང་དང་ལྡན་ན།
en: In this way, when a person behaves wickedly due to hatred, they will be reborn in the lower realms and with an unpleasant appearance, rough skinned and unattractive. “

source: ངན་སོང་རྣམས་སུ་སྐྱེས་ནས་ལྕེའི་དབང་པོ་དྲི་ང་བར་འགྱུར་བ་ཡོད་དེ། དེ་གང་ཞེ་ན།
en: What kind of person is reborn in the lower realms, in a foul-smelling place, with underdeveloped and slow faculties?

source: གང་ཟག་དེ་ནི་གཏི་མུག་ལས་བྱུང་བའི་ངང་ཚུལ་ངན་པ་དང་ལྡན་པས་ངན་སོང་རྣམས་སུ་སྐྱེས་པ་སྟེ། འདི་ལྟ་སྟེ་སྲོག་ཆགས་ཚུ་ཚུན་ད་རི་དང་སྲིན་བུ་དང་སྦྲུལ་དང་ཤིག་དང་། སྦྲང་མ་དང་མང་ཀུན་ལ་སོགས་པ་དང་། ལུས་ལ་སྲིན་བུའི་རིགས་ཉི་ཤུ་ཡོད་པ་ལྟ་བུ་སྟེ།
en: A wicked person, whose wickedness is due to ignorance, who is reborn in the lower realms—for example, the muskrat, vermin, the constrictor, the louse, the black honeybee, and other bugs, as well as the twenty kinds of worms living in the human body.

source: འདི་ནི་གང་ཟག་ལས་གང་དང་ལྡན་ན།ངན་སོང་རྣམས་སུ་སྐྱེས་ནས་ལྕེའི་དབང་པོ་དྲི་ང་ཞིང་དབང་པོ་མི་གསལ་བར་འགྱུར་བའི་ལས་སོ།
en: Such a person is reborn in the lower realms, in foul-smelling places, with underdeveloped and slow faculties. “

source: །མི་དགེ་བའི་ལས་ཀྱི་ལམ་བཅུ་སྟེ།
en: There are ten courses of action that are nonvirtuous.

source: བཅུ་གང་ཞེ་ན།
en: What are the ten?

source: ལུས་ཀྱི་ལས་རྣམ་གསུམ་དང་། ངག་གི་ལས་རྣམ་བཞི་དང་། ཡིད་ཀྱི་ལས་རྣམ་གསུམ་སྟེ།
en: There are three actions of the body, four actions of speech, and three actions of the mind.

source: མི་དགེ་བའི་ལས་ཀྱི་ལམ་བཅུ་པོ་འདི་དག་གི་རྣམ་པར་སྨིན་པས་ཕྱི་རོལ་གྱི་དངོས་པོ་བཅུ་རྒུད་པར་འགྱུར་ཏེ།
en: The karmic ripening of those ten nonvirtuous courses of action causes the ten kinds of external things to deteriorate. “

source: སྲོག་གཅོད་པ་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་སའི་མདངས་དང་གཟི་བྱིན་ནུབ་པར་འགྱུར་རོ།
en: Through the karmic ripening of the nonvirtuous action of killing, the earth loses its vitality and luster.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས་ཚེ་ཐུང་བར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one will have a short lifespan. “

source: །མ་བྱིན་པར་ལེན་པ་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ས་ལ་སེར་བ་དང་བྱ་དང་བ་ལང་དང་བྱི་བ་དང་སྲིན་བུ་ལ་སོགས་པ་ལོ་ཐོག་ལ་ཟ་བ་རྣམས་འབྱུང་ངོ་།
en: Through the karmic ripening of the nonvirtuous action of stealing, hail, birds, locusts, mice, vermin, and so forth will appear on the earth and eat the crops.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པ་ལས་ལོངས་སྤྱོད་འཁྱམ་པར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one will experience the loss of one’s wealth. “

source: །འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ས་ལ་རྩྭ་དྲི་ང་བ་དང་ནགས་ཚལ་དྲི་ང་བ་དག་སྐྱེ་བར་འགྱུར་རོ།
en: Through the karmic ripening of the nonvirtuous action of sexual misconduct, bad-smelling herbs and forests will grow on the earth.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས་ལོ་ལེགས་པའི་ཁྱིམ་ན་གནས་པའི་རྟོག་པ་བརྗོད་པ།
en: The karmic result equivalent to the action is entering the state of a prosperous layman or laywoman.

source: །བརྫུན་སྨྲ་བའི་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ཁ་ན་བ་དང་ལྐོག་མ་ན་བ་དང་ཁ་མནམ་པ་ལ་སོགས་པར་འགྱུར་རོ།
en: Through the karmic ripening of the nonvirtuous action of lying come diseases of the mouth and throat, bad breath, and so forth.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། མི་བདེན་པས་བསླུས་པར་འགྱུར་བའོ།
en: The karmic result equivalent to the action is that one will be deceived by lies. “

source: །ཕྲ་མ་ཟེར་བའི་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ས་ལ་གསེག་མ་དང་གྱོ་མོ་ལ་སོགས་པ་རེག་ན་མི་བདེ་བ་རྣམས་འབྱུང་ངོ་།
en: Through the karmic ripening of the nonvirtuous action of slander, painful sensations arise from the touch of pebbles and gravel on the ground.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། གཡོག་འཁོར་དབྱེར་རུང་བར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one’s servants and retinue are likely to be divisive. “

source: །ཚིག་རྩུབ་པོ་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ས་ལ་རྡུལ་དང་ཉལ་ཉིལ་གྱི་རླུང་ལྡང་ཞིང་ཆར་ཆེན་པོ་ལ་སོགས་པ་འབབ་བོ།
en: Through the karmic ripening of the nonvirtuous action of harsh speech, winds carrying dust and dirt will rise, and heavy rains and so forth will fall to the ground.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། ཡིད་དུ་མི་འོང་བའི་སྒྲ་ཐོས་པ་དང་། ཡིད་དུ་མི་འོང་བ་མཐོང་བར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one will hear unpleasant sounds and see unpleasant sights. “

source: །ཚིག་ཀྱལ་པར་སྨྲ་བ་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ས་མཐོ་དམན་དང་། སྨན་ལྗོངས་དང་། ངམ་གྲོག་དང་གཡང་ས་ལ་སོགས་པ་འབྱུང་ངོ་།
en: Through the karmic ripening of the nonvirtuous action of idle talk, high and low grounds, deep valleys, ravines, precipices, and so forth will materialize.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། ཚིག་མི་བཙུན་པར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that no one will believe one’s words. “

source: །ཆགས་སེམས་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། འབྲས་དང་། ནས་དང་། གྲོ་ལ་སོགས་པའི་འབྲས་བུ་ཉུང་ཞིང་གྲ་མ་དང་སྤུན་པ་ལ་སོགས་པའི་སྐྱོན་མང་བར་འགྱུར་རོ།
en: Through the karmic ripening of the nonvirtuous action of covetousness, fruits, as well as the seed heads of barley, wheat, and so forth, will be small. These and other faults of awn and stalk will be rife.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། ལོངས་སྤྱོད་གཞན་གྱིས་ཁྱེར་བར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one’s possessions will be carried off by strangers. “

source: །གནོད་སེམས་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ལོ་ཏོག་དང་། འབྲས་བུ་དང་། ས་བོན་ཚ་བ་དང་། ཁ་བ་འབྱུང་བར་འགྱུར་རོ།
en: Through the karmic ripening of the nonvirtuous action of malice, the field crops and fruits will be pungent and bitter.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། མཐོང་ན་མི་སྡུག་པར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one will see repulsive things. “

source: །ལོག་པར་ལྟ་བ་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། འབྲས་བུ་མེད་པ་དང་། ཆུང་བ་དང་། དུག་དང་རྐུ་བ་ལ་སོགས་པ་འབྱུང་བར་འགྱུར་རོ།
en: Through the karmic ripening of the nonvirtuous action of wrong views, small fruits that are poisonous and putrid smelling, and so forth, or no fruits at all, will appear.

source: །ལས་དེ་ཉིད་ཀྱི་རྣམ་པར་སྨིན་པས། མེད་པར་སྨྲ་བ་དང་ཆད་པར་ལྟ་ཞིང་འཇིག་རྟེན་རྒྱང་པན་པའི་གཙུག་ལག་ལ་སོགས་པ་ལ་དད་པར་འགྱུར་རོ།
en: The karmic result equivalent to the action is that one will be a nihilist and believe in the treatises of the nihilists, the wrong view of annihilation or that of the materialists, and other wrong views. “

source: །མི་དགེ་བའི་ལས་ཀྱི་ལམ་འདི་བཅུ་ཇི་ལྟ་ཇི་ལྟར་བསྒོམས་པ་དེ་ལྟ་དེ་ལྟར་རབ་ཏུ་འཕེལ་བར་འགྱུར་ཏེ།
en: The more one cultivates the courses of the ten nonvirtuous actions, the stronger they become.

source: དེའི་ཕྱིར་རྣམ་པར་འཇིག་པའི་ཚེ། ཏིལ་ཡོད་ཀྱང་ཏིལ་མར་མི་འབྱུང་བུ་རམ་ཤིང་ཡོད་ཀྱང་བུ་རམ་མི་འབྱུང་། བུ་རམ་ཡོད་ཀྱང་ཧྭགས་དང་ཁ་ར་མི་འབྱུང་། བ་ཡོད་ཀྱང་འོ་མ་མི་འབྱུང་། འོ་མ་ཡོད་ཀྱང་མར་མི་འབྱུང་།
en: Therefore, during the eon of the universe’s dissolution, even if there are sesame seeds, no sesame oil can be produced; even if there is sugarcane, no sugarcane juice can be produced; even if there is sugarcane juice, no sugarcane molasses and no sugar can be produced; even if one has a cow, it will not produce any milk; and even if one has milk, no butter will be produced.

source: དེ་ལྟར་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས། ཕྱི་རོལ་གྱི་དངོས་པོ་རྣམས་རྒུད་པར་འགྱུར་རོ།
en: In this way, as an effect of the karmic ripening of the ten nonvirtuous actions, external things will deteriorate. “

source: །དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་རྣམས་ཡང་དག་པར་བླངས་པའི་རྒྱུས། ཕྱི་རོལ་གྱི་དངོས་པོ་རྣམས་ཕུན་སུམ་ཚོགས་པར་འགྱུར་ཏེ།
en: By way of correctly adopting the ten virtuous courses of action, the external world will thrive.

source: སྲོག་གཅོད་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་སའི་མཐུ་དང་གཟི་བྱིན་མེད་པར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up killing living beings, the productivity and vitality of the soil will not be lacking. “

source: །མ་བྱིན་པར་ལེན་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་སེར་བ་དང་། བྱི་བ་དང་། སྲིན་དང་། མུ་གེ་ལ་སོགས་པ་འབྱུང་བར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up stealing, no mice and worms will appear, and no hail and no famines, and so forth, will occur. “

source: །འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི། བཙའ་དང་ས་འབབ་པ་དང་། རྡུལ་དང་། རླུང་དང་། ཆར་དྲག་པོ་འབབ་པར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up sexual misconduct, no deposit of dirt and dust, no wind, and no torrential rains will occur. “

source: །བརྫུན་དུ་སྨྲ་བ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་དྲི་མི་ཞིམ་པ་འབྱུང་བར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up lying, no unpleasant smells will occur. “

source: །ཕྲ་མ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་ངམ་གྲོག་དང་། གཡང་ས་དང་། འདམ་རྫབ་དང་། ངན་སྐྱུགས་ཀྱི་ལྗན་ལྗིན་དང་། དོང་ལ་སོགས་པར་འབྱུང་བར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up slander, ravines, precipices, swamps, cesspits, and ditches will not appear. “

source: །ངག་རྩུབ་པོ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་གསེག་མ་དང་གྱོ་མོ་དང་གྱོ་དུམ་གྱིས་རེག་པ་འབྱུང་བར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up harsh speech, one’s feet will not come into contact with pebbles, gravel, and potsherds. “

source: །ཚིག་ཀྱལ་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་རྩྭ་ཚང་ཚིང་དང་ནགས་ཐིབས་པོ་དང་། ཚེར་མ་ཚང་ཚིང་རྣམས་འབྱུང་བར་མི་འགྱུར་རོ།
en: Through the karmic ripening of giving up trivial talk, no thickets of grass, impenetrable forests, or thickets of thorns will appear. “

source: །ཆགས་སེམས་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི་ལོ་ཐོག་ལ་སོགས་པ་འབྲས་བུ་དང་བཅས་པ་འབྱུང་བར་འགྱུར་རོ།
en: Through the karmic ripening of giving up covetousness, field crops and so forth will always bear fruit. “

source: །གནོད་སེམས་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི། ལོ་ལེགས་པ་དང་། འབྲས་བུ་དང་། ས་བོན་མི་ཁ་བ་དང་མི་ཚ་བ་རྣམས་འབྱུང་བར་འགྱུར་རོ།
en: Through the karmic ripening of giving up ill will, harvests will be abundant, and the fruits and seeds will not be bitter and pungent. “

source: །ལོག་པར་ལྟ་བ་སྤངས་པའི་རྣམ་པར་སྨིན་པས་ནི། འབྲས་བུ་མེད་པ་དང་འབྲས་བུ་ཆུང་བ་མ་ཡིན་པའི་ས་བོན་རྣམས་འབྱུང་བར་འགྱུར་ཏེ།
en: Through the karmic ripening of giving up wrong views, one will not get seeds that produce no or only very small fruits.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་བཅུ་པོ་འདི་དག་ཡང་དག་པར་བླངས་པའི་རྒྱུས་ཕྱི་རོལ་གྱི་དངོས་པོ་བཅུ་ཕུན་སུམ་ཚོགས་པར་འགྱུར་རོ།
en: By way of properly engaging in these ten virtuous courses of action, the ten external kinds of things will flourish. “

source: །དེ་ལ་སྲོག་གཅོད་པ་ལ་ཉེས་དམིགས་བཅུ་པོ་འདི་དག་འབྱུང་བར་རིག་པར་བྱ་སྟེ།
en: Now, regarding killing, one should know that ten evil consequences will ensue.

source: དགྲ་མང་བ་དང་། མཐོང་ན་ཡིད་དུ་མི་འོང་བ་དང་། སྡིག་པ་རྣམས་སེམས་པ་དང་། དེས་སེམས་ཅན་རྣམས་འཇིག་པར་འགྱུར་བ་དང་། མི་བདེ་ཞིང་ཉལ་ཞིང་མི་བདེ་བཞིན་སད་པ་དང་། སྡིག་པ་ཅན་གྱི་རྨི་ལམ་རྨི་བ་དང་། རྨུགས་ཏེ་ཚེ་འཕོ་བའི་དུས་བྱེད་པ་དང་། འགྱོད་པར་འགྱུར་བ་དང་། ཚེ་ཐུང་བར་འགྱུར་བའི་ལས་བྱེད་ཅིང་བསོགས་པ་དང་། ལུས་ཞིག་སྟེ་ཚེ་འཕོས་པའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: One will have many enemies; one will see repugnant things; one will have immoral thoughts that will lead to the destruction of living beings; one will sleep feeling uneasy; one will wake up feeling uneasy; one will have bad dreams; at the time of one’s death one’s mind will be clouded; one will feel remorse; one will do and accumulate actions that lead to a short lifespan; and after one has died, one will fall into the lower realms of existence, into evil destinies—one will be reborn in the hell realms. “

source: །མ་བྱིན་པར་ལེན་པ་ལ་ཉེས་དམིགས་བཅུར་རིག་པར་བྱ་སྟེ།
en: Regarding stealing, one should know that there are ten evil consequences.

source: འཁོན་གཅུགས་སུ་འགྱུར་བ་དང་། དོགས་པར་འགྱུར་བ་དང་། དུས་མ་ཡིན་པར་རྒྱུ་བ་དང་། མཚན་མོ་རྒྱུ་བ་དང་། སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་ཟིན་པ་དང་། དགེ་བའི་བཤེས་གཉེན་གྱིས་རྣམ་པར་སྤངས་པ་དང་། ཚུལ་ཁྲིམས་འཆལ་པར་འགྱུར་བ་དང་། རྒྱལ་པོའི་གནོད་པ་དང་། ཆད་པའི་གནོད་པ་འབྱུང་བ་དང་། ལོངས་སྤྱོད་ཀྱིས་ཕོངས་པར་འགྱུར་བའི་ལས་བྱེད་ཅིང་སོག་པ་དང་། ལུས་ཞིག་ནས་ཚེ་འཕོས་པའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བའོ།
en: One will receive enmity; one will have qualms; one will wander about at inappropriate times, for instance at nighttime; one will associate with bad friends; one will be abandoned by good friends; one’s ethics will be faulty; one will receive harm through regal punishment; one will receive harm through penalty; one will do and accumulate actions that lead to being bereft of one’s wealth; and after one has died, one will fall into the lower realms of existence, into evil destinies—one will be reborn in the hell realms. “

source: །འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་ལ་ཉེས་དམིགས་བཅུར་རིག་པར་བྱ་སྟེ།
en: Regarding sexual misconduct, one should know that there are ten evil consequences.

source: གང་དག་གི་ཆུང་མ་ལ་ཉལ་པོ་བྱེད་པ་དེ་དག་དེ་ལ་གླགས་ཚོལ་བར་འགྱུར་བ་དང་། དེ་ཆུང་མ་དང་རྩོད་པར་འགྱུར་བ་དང་། དེ་ལ་མི་དགེ་བའི་ཆོས་འཕེལ་བར་འགྱུར་བ་དང་། དེའི་དགེ་བའི་ཆོས་ཡོངས་སུ་འགྲིབ་ཅིང་ཡོངས་སུ་ཟད་པར་འགྱུར་བ་དང་། བདག་མ་སྦས་ཤིང་མ་བསྲུངས་པ་དང་། དེའི་བུ་དང་། ཆུང་མ་དང་། ནོར་རྣམས་མ་སྦས་ཤིང་མ་བསྲུངས་པ་དང་། དོགས་པར་འགྱུར་བ་དང་། མཛའ་བཤེས་དང་། བློན་པོ་དང་། ཉེ་དུ་དང་། སྣག་གི་གཉེན་མཚམས་རྣམས་ཡིད་མི་རྟོན་པ་དང་། བྱི་བོ་བྱེད་པ་དང་བཅས་པར་འགྱུར་བའི་ལས་བྱེད་ཅིང་སོག་པ་དང་། ལུས་ཞིག་ནས་ཚེ་འཕོས་པའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བའོ།
en: Those who sleep with others’ wives will likely be attacked by Māra; there will be quarreling with one’s partner; one’s nonvirtuous characteristics will increase; one’s virtuous characteristics will starkly diminish, and eventually they will be lost completely; one will be unable to hide and to protect oneself, one’s children, one’s wife, or one’s wealth; one will have pangs of conscience; one will not be trusted by one’s close friends, family members, paternal relatives, or maternal relatives; one will do and accumulate actions that will lead to committing adultery and the like; and after one has died, one will fall into the lower realms of existence, into evil destinies—one will be reborn in the hell realms. “

source: བརྫུན་དུ་སྨྲ་བ་ལ་ཉེས་དམིགས་བཅུར་རིག་པར་བྱ་སྟེ།
en: Regarding lying, one should know that there are ten evil consequences.
